Repository: nuradinsultan/Bilto
Catalog: App/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Please log in to access this page.
es: እባክዎ ይህን ገጽ ለመድረስ ይግቡ፡፡

source: Error: the translation service is not configured.
es: Error: el servicio de traducciones no está configurado.

source: Error: the translation service failed.
es: ስህተት፡ የትርጉም አገልግሎቱ አልተዋቀረም።

source: [Bilget] Reset Your Password
es: [Bilget] የይለፍ ቃልዎን ዳግም ያስጀምሩ፡፡

source: Username
es: የተጠቃሚ ስም

source: Password
es: የይለፍ ቃል

source: Remember Me
es: አስታወስከኝ

source: Sign In
es: ስግን እን

source: Email
es: ኢሜይል

source: Repeat Password
es: የማለፊያ ቃልዎን ይድገሙ

source: Register
es: ይመዝገቡ

source: Please use a different username.
es: እባክዎ የተለየ የተጠቃሚ ስም ይጠቀሙ።

source: Please use a different email address.
es: እባክዎ የተለየ የኢሜይል አድራሻ ይጠቀሙ።

source: Request Password Reset
es: የይለፍ ቃል ዳግም ማስጀመር ጠይቅ

source: Invalid username or password
es: ልክ ያልሆነ የተጠቃሚ ስም ወይም የይለፍ ቃል

source: Congratulations, you are now a registered user!
es: እንኳን ደስ አለህ፣ አሁን የተመዘገበ ተጠቃሚ ነህ!

source: Check your email for the instructions to reset your password
es: የይለፍ ቃልዎን እንደገና ለማስጀመር መመሪያዎችን ለማግኘት ኢሜልዎን ያረጋግጡ

source: Your password has been reset.
es: የይለፍ ቃልህ ዳግም ተጀምሯል።

source: About me
es: ስለ እኔ

source: Submit
es: አስገባ

source: Say something
es: አንድ ነገር ማለት

source: Search
es: ፈልግ

source: Your post is now live!
es: ልጥፍዎ አሁን በቀጥታ ነው!

source: Your changes have been saved.
es: ለውጦችህ ተቀምጠዋል።

source: Edit Profile
es: መገለጫ አርትዕ

source: User %(username)s not found.
es: ተጠቃሚ %(የተጠቃሚ ስም) አልተገኘም።

source: You cannot follow yourself!
es: ¡እራስዎን መከተል አይችሉም!

source: You are following %(username)s!
es: %(የተጠቃሚ ስም)s እየተከተሉ ነው።

source: You cannot unfollow yourself!
es: ¡እራስዎን መከተል አይችሉም

source: You are not following %(username)s.
es: %(የተጠቃሚ ስም)s እየተከተሉ አይደሉም

source: %(username)s said %(when)s
es: %(የተጠቃሚ ስም) %(መቼ) ተናግሯል።

source: Translate
es: ተርጉም

source: Welcome to Bilget
es: ወደ Bilget እንኳን በደህና መጡ

source: Home
es: ቤት

source: Explore
es: ያስሱ

source: Login
es: ግባ

source: Profile
es: መገለጫ

source: Logout
es: ውጣ

source: Error: Could not contact server.
es: ስህተት፡ አገልጋዩን ማግኘት አልተቻለም።

source: Hi, %(username)s!
es: ሰላም፣ %(የተጠቃሚ ስም)!

source: Newer posts
es: አዳዲስ ልጥፎች

source: Older posts
es: የቆዩ ልጥፎች

source: Search Results
es: የፍለጋ ውጤቶች

source: Previous results
es: ቀዳሚ ውጤቶች

source: Next results
es: ቀጣይ ውጤቶች

source: User
es: ተጠቃሚ

source: Last seen on
es: መጨረሻ ላይ የታየው

source: %(count)d followers
es: %(መቁጠር)d ተከታዮች

source: %(count)d following
es: %(መቁጠር)d በመከተል ላይ

source: Edit your profile
es: መገለጫዎን ያርትዑ

source: Follow
es: ተከተል

source: Unfollow
es: አትከተል

source: New User?
es: አዲስ ተጠቃሚ

source: Click to Register!
es: ለመመዝገብ ጠቅ ያድርጉ!

source: Forgot Your Password?
es: የሚስጥራዊውን ቁጥር ረሳህው?

source: Click to Reset It
es: እሱን ዳግም ለማስጀመር ጠቅ ያድርጉ

source: Reset Your Password
es: የይለፍ ቃልዎን ዳግም ያስጀምሩ

source: Reset Password
es: የይለፍ ቃል ዳግም አስጀምር

source: Not Found
es: አልተገኘም

source: Back
es: ተመለስ

source: An unexpected error has occurred
es: ያልተጠበቀ ስህተት ተፈጥሯል።

source: The administrator has been notified. Sorry for the inconvenience!
es: አስተዳዳሪው እንዲያውቁት ተደርጓል። ለተፈጠረው መንገራገጭ ይቅርታ!
